[
  {
    "name": "CADET'S CORNER",
    "items": [
      {
        "name": "HOW TO JOIN",
        "description":
          "To join the Cadets Welfare Society, you must first apply through the official website or contact your local NCC office. The recruitment process typically involves submission of application forms, followed by a physical fitness test and an interview. Detailed instructions will be provided upon inquiry.",
        "index": 0
      },
      {
        "name": "CADETS WELFARE SOCIETY",
        "description":
          "Cadets are eligible for allowances based on their participation in camps and training activities. The exact allowances vary depending on the cadet's level and training duration. For more details, refer to the NCC guidelines.",
        "index": 1
      },
      {
        "name": "ALLOWANCES",
        "description":
          "Attachment training is a specialized training program designed to give cadets hands-on experience in real-world NCC operations. This may include military training, disaster management, or community service. Duration and specific training opportunities are updated periodically.",
        "index": 2
      },
      {
        "name": "ATTACHMENT TRAINING",
        "description":
          "The Youth Exchange Program is an initiative that allows cadets to travel abroad and engage in cultural exchanges with cadets from other countries. This program fosters international friendship and provides exposure to global cadet activities.",
        "index": 3
      },
      {
        "name": "YOUTH EXCHANGE PROGRAM",
        "description":
          "Cadets must meet specific criteria to appear for certificate exams. Typically, this includes completing the required training hours, participation in camps, and a certain level of academic performance. The eligibility criteria may vary by region.",
        "index": 4
      },
      {
        "name": "ELIGIBILITY: CERTIFICATE EXAMS",
        "description":
          "The NCC offers a range of benefits including leadership training, adventure sports, exposure to military discipline, and opportunities for scholarships. It also helps develop life skills and enhances employability.",
        "index": 5
      },
      {
        "name": "BENEFITS OF NCC",
        "description":
          "Cadets are provided with uniforms that include shirts, trousers, jackets, boots, and accessories. These items are essential for training and participation in NCC events. A full list of uniform items is provided at the time of joining.",
        "index": 6
      },
      {
        "name": "UNIFORM ITEMS",
        "description":
          "Cadet Commandments are a set of ethical guidelines that every cadet must adhere to. They focus on discipline, respect for authority, and the development of leadership qualities. A detailed list can be found in the NCC manual.",
        "index": 7
      },
      {
        "name": "CADET COMMANDMENTS",
        "description":
          "The NCC Training Syllabus for 2019 outlines the curriculum and activities for cadets throughout their training period. It covers a range of topics, including physical training, discipline, leadership, and basic military tactics.",
        "index": 8
      },
      {
        "name": "NCC TRG SYLLABUS: 2019",
        "description":
          "The NCC Precis (2019) summarizes key policies, directives, and operational procedures within the National Cadet Corps. It serves as a reference guide for cadets and instructors alike.",
        "index": 9
      },
      {
        "name": "NCC PRECIS: 2019",
        "description":
          "The NCC General Elective Subject Course is designed to provide cadets with a variety of academic courses that complement their training. The course structure focuses on physical fitness, leadership, and community service, among other subjects.",
        "index": 10
      },
      {
        "name": "NCC GENERAL ELECTIVE SUBJECT COURSE DESIGN",
        "description":
          "The FAQs section of the Cadet Precis covers common inquiries about cadet life, training, and exams. It is regularly updated to provide clarity on operational procedures, eligibility, and benefits.",
        "index": 11
      },
      {
        "name": "FREQUENTLY ASKED QUESTIONS (FAQs) - CADET PRECIS",
        "description":
          "The pamphlet provides detailed instructions on how to plan and execute NCC camps. It includes safety guidelines, logistics, camp management strategies, and tips for enhancing the overall experience of the cadets.",
        "index": 12
      }
    ]
  },
  {
    "name": "RESOURCES",
    "items": [
      {
        "name": "STANDARD OPERATING PROCEDURE: LOGISTICS (AIR) CELL",
        "description":
          "The SOP for Logistics (Air) Cell details procedures for air transport, logistics coordination, and resource management during NCC events.",
        "index": 0
      },
      {
        "name": "LOGISTICS MANUAL",
        "description":
          "The Logistics Manual outlines all logistical operations involved in NCC training programs and camps. It includes supply chain management, inventory tracking, and camp setups.",
        "index": 1
      },
      {
        "name": "REGULARISATION OF LOSSES",
        "description":
          "The Regularization of Losses document provides guidelines on how to report and manage losses of equipment or supplies during NCC activities.",
        "index": 2
      },
      {
        "name": "ACCOMMODATION, LAND & WORKS",
        "description":
          "This resource provides guidelines for managing accommodations, land allocation, and works related to the organization of NCC camps and events.",
        "index": 3
      },
      {
        "name": "BOOKS",
        "description":
          "A collection of educational books and reference materials that are useful for cadet training and examinations.",
        "index": 4
      },
      {
        "name": "NOTES",
        "description":
          "Comprehensive notes covering all training subjects, exams, and general NCC operations.",
        "index": 5
      }
    ]
  },
  {
    "name": "POLICIES AND GUIDELINES",
    "items": [
      {
        "name": "STANDARD OPERATING PROCEDURE: LOGISTICS (AIR) CELL",
        "description":
          "This policy defines the standard operating procedures for logistics coordination within the Air Wing of NCC, focusing on transport and resource management.",
        "index": 0
      },
      {
        "name": "LOGISTICS MANUAL",
        "description":
          "The Logistics Manual offers comprehensive instructions for all logistical operations, from supply management to transportation coordination for NCC activities.",
        "index": 1
      },
      {
        "name": "REGULARISATION OF LOSSES",
        "description":
          "This policy provides procedures to regularize the loss of NCC property or equipment during official training and camps, ensuring transparency and accountability.",
        "index": 2
      },
      {
        "name": "ACCOMMODATION, LAND & WORKS",
        "description":
          "Guidelines for managing land resources, accommodations for cadets during training, and maintenance of NCC works such as infrastructure and camp setups.",
        "index": 3
      },
      {
        "name": "COMPLAINTS COMMITTEE ON SEXUAL HARASSMENT",
        "description":
          "This policy outlines the committee's framework for addressing and resolving complaints of sexual harassment within the NCC. It ensures a safe and respectful environment for all cadets and staff.",
        "index": 4
      },
      {
        "name": "GRANT OF PERMANENT ADVANCE TO VARIOUS FORMATIONS/UNITS IN NCC",
        "description":
          "This policy specifies the procedures for granting permanent advances to NCC formations and units, covering funding for training, events, and operational needs.",
        "index": 5
      },
      {
        "name": "RATE OF AMENITY GRANT TO CADETS",
        "description":
          "This policy specifies the procedures for granting permanent advances to NCC formations and units, covering funding for training, events, and operational needs.",
        "index": 6
      }
    ]
  }
]